Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Member States should take all necessary measures to ensure that the provisions of this Regulation are implemented, including by laying down effective, proportionate and dissuasive penalties for their infringement, and to respect the ne bis in idem principle.
pt_pt: Os Estados-Membros deverão tomar todas as medidas necessárias para assegurar a aplicação das disposições do presente regulamento, inclusive estabelecendo sanções efetivas, proporcionadas e dissuasivas aplicáveis em caso de violação dessas disposições, e a respeito do princípio ne bis in idem.

source: In order to strengthen and harmonise administrative penalties for infringement of this Regulation, the upper limits for setting the administrative fines for certain specific infringements should be laid down.
pt_pt: A fim de reforçar e harmonizar as sanções administrativas em caso de infração ao presente regulamento, deverão ser estabelecidos os limites máximos para a fixação de coimas para determinadas infrações específicas.

source: When assessing the amount of the fines, Member States should, in each individual case, take into account all relevant circumstances of the specific situation, with due regard in particular to the nature, gravity and duration of the infringement and of its consequences and to the size of the provider, in particular if the provider is an SME, including a start-up.
pt_pt: Ao avaliar o montante das coimas, os Estados-Membros deverão, em cada caso individual, ter em conta todas as circunstâncias relevantes da situação específica, prestando a devida atenção à natureza, à gravidade e à duração da infração e às suas consequências, bem como à dimensão do prestador, em particular se o prestador for uma PME, incluindo uma empresa em fase de arranque.

source: The European Data Protection Supervisor should have the power to impose fines on Union institutions, agencies and bodies falling within the scope of this Regulation.
pt_pt: A Autoridade Europeia para a Proteção de Dados deverá ter competências para impor coimas às instituições, órgãos e organismos da União que se enquadram no âmbito do presente regulamento.

source: Compliance with the obligations on providers of general-purpose AI models imposed under this Regulation should be enforceable, inter alia, by means of fines.
pt_pt: O cumprimento das obrigações impostas aos prestadores de modelos de IA de finalidade geral nos termos do presente regulamento deverá ter força executória, nomeadamente, através de coimas.

source: To that end, appropriate levels of fines should also be laid down for infringement of those obligations, including the failure to comply with measures requested by the Commission in accordance with this Regulation, subject to appropriate limitation periods in accordance with the principle of proportionality.
pt_pt: Para o efeito, deverão também ser estabelecidos níveis adequados de coimas em caso de infração dessas obrigações, incluindo o incumprimento das medidas solicitadas pela Comissão nos termos do presente regulamento, sob reserva de prazos de prescrição adequados, de acordo com o princípio da proporcionalidade.

source: All decisions taken by the Commission under this Regulation are subject to review by the Court of Justice of the European Union in accordance with the TFEU, including the unlimited jurisdiction of the Court of Justice with regard to penalties pursuant to Article 261 TFEU.
pt_pt: Todas as decisões tomadas pela Comissão ao abrigo do presente regulamento estão sujeitas a fiscalização pelo Tribunal de Justiça da União Europeia nos termos do TFUE, incluindo a plena jurisdição do Tribunal de Justiça da União Europeia no que diz respeito às sanções nos termos do artigo 261.o do TFUE.

source: Union and national law already provide effective remedies to natural and legal persons whose rights and freedoms are adversely affected by the use of AI systems.
pt_pt: O direito da União e o direito nacional já preveem vias de recurso eficazes para as pessoas singulares e coletivas cujos direitos e liberdades sejam afetados negativamente pela utilização de sistemas de IA.

source: Without prejudice to those remedies, any natural or legal person that has grounds to consider that there has been an infringement of this Regulation should be entitled to lodge a complaint to the relevant market surveillance authority.
pt_pt: Sem prejuízo dessas vias, qualquer pessoa singular ou coletiva que tenha motivos para considerar que houve uma infração do presente regulamento deverá ter o direito de apresentar uma queixa à autoridade de fiscalização do mercado competente.

source: Affected persons should have the right to obtain an explanation where a deployer’s decision is based mainly upon the output from certain high-risk AI systems that fall within the scope of this Regulation and where that decision produces legal effects or similarly significantly affects those persons in a way that they consider to have an adverse impact on their health, safety or fundamental rights.
pt_pt: As pessoas afetadas deverão ter o direito de obter explicações quando uma decisão do responsável pela implantação tenha por base principalmente os resultados de determinados sistemas de IA de risco elevado abrangidos pelo âmbito de aplicação do presente regulamento, e quando essa decisão produzir efeitos jurídicos ou analogamente afetar num grau significativo essas pessoas, de uma forma que considerem ter repercussões negativas na sua saúde, segurança ou direitos fundamentais.

source: That explanation should be clear and meaningful and should provide a basis on which the affected persons are able to exercise their rights.
pt_pt: Essas explicações deverão ser claras e pertinentes e constituir uma base sobre a qual as pessoas afetadas possam exercer os seus direitos.

source: The right to obtain an explanation should not apply to the use of AI systems for which exceptions or restrictions follow from Union or national law and should apply only to the extent this right is not already provided for under Union law.
pt_pt: O direito à obtenção de explicações não deverá aplicar-se à utilização de sistemas de IA para os quais decorram do direito da União ou do direito nacional exceções ou restrições e deverá aplicar-se apenas na medida em que não esteja já previsto no direito da União.

source: Persons acting as whistleblowers on the infringements of this Regulation should be protected under the Union law.
pt_pt: As pessoas que atuam como denunciantes de infrações ao presente regulamento deverão ser protegidas ao abrigo do direito da União.

source: Directive (EU) 2019/1937 of the European Parliament and of the Council (54) should therefore apply to the reporting of infringements of this Regulation and the protection of persons reporting such infringements.
pt_pt: A Diretiva (UE) 2019/1937 do Parlamento Europeu e do Conselho (54) deverá, por conseguinte, aplicar-se à denúncia de infrações ao presente regulamento e à proteção das pessoas que denunciam essas infrações.

source: In order to ensure that the regulatory framework can be adapted where necessary, the power to adopt acts in accordance with Article 290 TFEU should be delegated to the Commission to amend the conditions under which an AI system is not to be considered to be high-risk, the list of high-risk AI systems, the provisions regarding technical documentation, the content of the EU declaration of conformity the provisions regarding the conformity assessment procedures, the provisions establishing the high-risk AI systems to which the conformity assessment procedure based on assessment of the quality management system and assessment of the technical documentation should apply, the threshold, benchmarks and indicators, including by supplementing those benchmarks and indicators, in the rules for the classification of general-purpose AI models with systemic risk, the criteria for the designation of general-purpose AI models with systemic risk, the technical documentation for providers of general-purpose AI models and the transparency information for providers of general-purpose AI models.
pt_pt: A fim de assegurar que o regime regulamentar possa ser adaptado sempre que necessário, o poder de adotar atos nos termos do artigo 290.o do TFUE deverá ser delegado na Comissão para que possa alterar as condições nas quais um sistema de IA não é para ser considerado de risco elevado, a lista dos sistemas de IA de risco elevado, as disposições relativas à documentação técnica, o conteúdo da declaração UE de conformidade, as disposições relativas aos procedimentos de avaliação da conformidade, as disposições que estabelecem os sistemas de IA de risco elevado aos quais se deverá aplicar o procedimento de avaliação da conformidade baseado na avaliação do sistema de gestão da qualidade e na avaliação da documentação técnica, o limiar e os parâmetros de referência e os indicadores, inclusive complementando esses parâmetros de referência e indicadores, nas regras para a classificação de modelos de IA de finalidade geral com risco sistémico, os critérios para a designação de modelos de IA de finalidade geral com risco sistémico, a documentação técnica para os prestadores de modelos de IA de finalidade geral e informações em matéria de transparência para os prestadores de modelos de IA de finalidade geral.

source: It is of particular importance that the Commission carry out appropriate consultations during its preparatory work, including at expert level, and that those consultations be conducted in accordance with the principles laid down in the Interinstitutional Agreement of 13 April 2016 on Better Law-Making (55).
pt_pt: É particularmente importante que a Comissão proceda às consultas adequadas durante os trabalhos preparatórios, inclusive ao nível de peritos, e que essas consultas sejam conduzidas de acordo com os princípios estabelecidos no Acordo Interinstitucional, de 13 de abril de 2016, sobre legislar melhor (55).

source: In particular, to ensure equal participation in the preparation of delegated acts, the European Parliament and the Council receive all documents at the same time as Member States’ experts, and their experts systematically have access to meetings of Commission expert groups dealing with the preparation of delegated acts.
pt_pt: Em particular, a fim de assegurar a igualdade de participação na preparação dos atos delegados, o Parlamento Europeu e o Conselho recebem todos os documentos ao mesmo tempo que os peritos dos Estados—Membros e os respetivos peritos têm sistematicamente acesso às reuniões dos grupos de peritos da Comissão que tratem da preparação dos atos delegados.

source: Given the rapid technological developments and the technical expertise required to effectively apply this Regulation, the Commission should evaluate and review this Regulation by 2 August 2029 and every four years thereafter and report to the European Parliament and the Council.
pt_pt: Tendo em conta a rápida evolução tecnológica e os conhecimentos técnicos necessários para a aplicação efetiva do presente regulamento, a Comissão deverá avaliar e rever o presente regulamento até 2 de agosto de 2029 e, posteriormente, de quatro em quatro anos, e apresentar um relatório ao Parlamento Europeu e ao Conselho.

source: In addition, taking into account the implications for the scope of this Regulation, the Commission should carry out an assessment of the need to amend the list of high-risk AI systems and the list of prohibited practices once a year.
pt_pt: Além disso, tendo em conta as implicações para o âmbito de aplicação do presente regulamento, uma vez por ano a Comissão deverá efetuar uma avaliação da necessidade de alterar a lista de sistemas de IA de risco elevado e a lista de práticas proibidas.

source: Moreover, by 2 August 2028 and every four years thereafter, the Commission should evaluate and report to the European Parliament and to the Council on the need to amend the list of high-risk areas headings in the annex to this Regulation, the AI systems within the scope of the transparency obligations, the effectiveness of the supervision and governance system and the progress on the development of standardisation deliverables on energy efficient development of general-purpose AI models, including the need for further measures or actions.
pt_pt: Além disso, até 2 de agosto de 2028 e, posteriormente, de quatro em quatro anos, a Comissão deverá avaliar e apresentar um relatório ao Parlamento Europeu e ao Conselho sobre a necessidade de alterar os a lista de domínios de risco elevado do anexo do presente regulamento, os sistemas de IA abrangidos pelas obrigações de transparência, a eficácia do sistema de supervisão e governação e os progressos realizados no desenvolvimento de produtos de normalização sobre o desenvolvimento eficiente do ponto de vista energético de modelos de IA de finalidade geral, incluindo a necessidade de medidas ou ações adicionais.

source: Finally, by 2 August 2028 and every three years thereafter, the Commission should evaluate the impact and effectiveness of voluntary codes of conduct to foster the application of the requirements provided for high-risk AI systems in the case of AI systems other than high-risk AI systems and possibly other additional requirements for such AI systems.
pt_pt: Por fim, até 2 de agosto de 2028 e, posteriormente, de três em três anos, a Comissão deverá avaliar o impacto e a eficácia dos códigos de conduta voluntários, a fim de fomentar a aplicação dos requisitos estabelecidos para sistemas de IA de risco elevado a sistemas de IA que não sejam de risco elevado e, possivelmente, de outros requisitos adicionais para esses sistemas de IA.

source: In order to ensure uniform conditions for the implementation of this Regulation, implementing powers should be conferred on the Commission.
pt_pt: A fim de assegurar condições uniformes para a execução do presente regulamento, deverão ser atribuídas competências de execução à Comissão.

source: Those powers should be exercised in accordance with Regulation (EU) No 182/2011 of the European Parliament and of the Council (56).
pt_pt: Essas competências deverão ser exercidas nos termos do Regulamento (UE) n.o 182/2011 do Parlamento Europeu e do Conselho (56).

source: Since the objective of this Regulation, namely to improve the functioning of the internal market and to promote the uptake of human centric and trustworthy AI, while ensuring a high level of protection of health, safety, fundamental rights enshrined in the Charter, including democracy, the rule of law and environmental protection against harmful effects of AI systems in the Union and supporting innovation, cannot be sufficiently achieved by the Member States and can rather, by reason of the scale or effects of the action, be better achieved at Union level, the Union may adopt measures in accordance with the principle of subsidiarity as set out in Article 5 TEU.
pt_pt: Atendendo a que o objetivo do presente regulamento, a saber, melhorar o funcionamento do mercado interno e promover a adoção de uma IA centrada no ser humano e de confiança, assegurando simultaneamente um elevado nível de proteção da saúde, da segurança e dos direitos fundamentais consagrados na Carta, incluindo a democracia, o Estado de direito e a proteção do ambiente contra os efeitos nocivos dos sistemas de IA na União e apoiando a inovação, não pode ser suficientemente alcançado pelos Estados-Membros mas pode, devido à dimensão ou aos efeitos da ação, ser mais bem alcançado ao nível da União, a União pode tomar medidas em conformidade com o princípio da subsidiariedade consagrado no artigo 5.o do TUE.

source: In accordance with the principle of proportionality as set out in that Article, this Regulation does not go beyond what is necessary in order to achieve that objective.
pt_pt: Em conformidade com o princípio da proporcionalidade consagrado no mesmo artigo, o presente regulamento não excede o necessário para alcançar esse objetivo.

source: In order to ensure legal certainty, ensure an appropriate adaptation period for operators and avoid disruption to the market, including by ensuring continuity of the use of AI systems, it is appropriate that this Regulation applies to the high-risk AI systems that have been placed on the market or put into service before the general date of application thereof, only if, from that date, those systems are subject to significant changes in their design or intended purpose.
pt_pt: A fim de garantir a segurança jurídica, assegurar um período de adaptação adequado para os operadores e evitar perturbações do mercado, nomeadamente assegurando a continuidade da utilização dos sistemas de IA, é conveniente que o presente regulamento só seja aplicável aos sistemas de IA de risco elevado que tenham sido colocados no mercado ou colocados em serviço antes da data geral de aplicação do mesmo, se, a partir dessa data, esses sistemas sofrerem alterações significativas na sua conceção ou finalidade prevista.

source: It is appropriate to clarify that, in this respect, the concept of significant change should be understood as equivalent in substance to the notion of substantial modification, which is used with regard only to high-risk AI systems pursuant to this Regulation.
pt_pt: É conveniente clarificar que, a este respeito, o conceito de alteração significativa deverá ser entendido como equivalente, em substância, ao conceito de modificação substancial, que é utilizado apenas no que diz respeito aos sistemas de IA de risco elevado, nos termos do presente regulamento.

source: On an exceptional basis and in light of public accountability, operators of AI systems which are components of the large-scale IT systems established by the legal acts listed in an annex to this Regulation and operators of high-risk AI systems that are intended to be used by public authorities should, respectively, take the necessary steps to comply with the requirements of this Regulation by end of 2030 and by 2 August 2030.
pt_pt: A título excecional e à luz da responsabilização pública, os operadores de sistemas de IA que são componentes dos sistemas informáticos de grande escala estabelecidos pelos atos jurídicos enumerados num anexo do presente regulamento e os operadores de sistemas de IA de risco elevado concebidos para serem utilizados por autoridades públicas deverão, respetivamente, tomar as medidas necessárias para cumprir os requisitos do presente regulamento até ao final de 2030 e até 2 de agosto de 2030.

source: Providers of high-risk AI systems are encouraged to start to comply, on a voluntary basis, with the relevant obligations of this Regulation already during the transitional period.
pt_pt: Os prestadores de sistemas de IA de risco elevado são incentivados a começar a cumprir, numa base voluntária, as obrigações pertinentes previstas no presente regulamento já durante o período de transição.

source: This Regulation should apply from 2 August 2026.
pt_pt: O presente regulamento é aplicável a partir de 2 de agosto de 2026.

source: However, taking into account the unacceptable risk associated with the use of AI in certain ways, the prohibitions as well as the general provisions of this Regulation should already apply from 2 February 2025.
pt_pt: No entanto, tendo em conta o risco inaceitável associado à utilização da IA de determinadas formas, as proibições bem como as disposições gerais do presente regulamento deverão aplicar-se já a partir de 2 de fevereiro de 2025.

source: While the full effect of those prohibitions follows with the establishment of the governance and enforcement of this Regulation, anticipating the application of the prohibitions is important to take account of unacceptable risks and to have an effect on other procedures, such as in civil law.
pt_pt: Embora o pleno efeito dessas proibições decorra do estabelecimento da governação e da execução do presente regulamento, a antecipação da aplicação das proibições é importante para ter em conta riscos inaceitáveis e para ter efeitos noutros procedimentos, como no direito civil.

source: Moreover, the infrastructure related to the governance and the conformity assessment system should be operational before 2 August 2026, therefore the provisions on notified bodies and governance structure should apply from 2 August 2025.
pt_pt: Além disso, as estruturas relacionadas com a governação e o sistema de avaliação da conformidade deverão estar operacionais antes de 2 de agosto de 2026, pelo que as disposições relativas aos organismos notificados e à estrutura de governação deverão aplicar-se a partir de 2 de agosto de 2025.

source: Given the rapid pace of technological advancements and adoption of general-purpose AI models, obligations for providers of general-purpose AI models should apply from 2 August 2025.
pt_pt: Tendo em conta o ritmo acelerado da evolução tecnológica e da adoção de modelos de IA de finalidade geral, as obrigações dos prestadores de modelos de IA de finalidade geral deverão aplicar-se a partir de 2 de agosto de 2025.

source: Codes of practice should be ready by 2 May 2025 in view of enabling providers to demonstrate compliance on time.
pt_pt: Códigos de práticas deverão estar prontos até 2 de maio de 2025, com vista a permitir que os prestadores demonstrem o cumprimento atempadamente.

source: The AI Office should ensure that classification rules and procedures are up to date in light of technological developments.
pt_pt: O Serviço para a IA deverá assegurar que as regras e procedimentos de classificação estejam atualizados à luz da evolução tecnológica.

source: In addition, Member States should lay down and notify to the Commission the rules on penalties, including administrative fines, and ensure that they are properly and effectively implemented by the date of application of this Regulation.
pt_pt: Além disso, os Estados-Membros deverão estabelecer as regras em matéria de sanções, incluindo coimas, e notificá-las à Comissão, bem como assegurar a sua aplicação de forma efetiva e adequada à data de aplicação do presente regulamento.

source: Therefore the provisions on penalties should apply from 2 August 2025.
pt_pt: Como tal, as disposições relativas às sanções deverão aplicar-se a partir de 2 de agosto de 2025.

source: The European Data Protection Supervisor and the European Data Protection Board were consulted in accordance with Article 42(1) and (2) of Regulation (EU) 2018/1725 and delivered their joint opinion on 18 June 2021,
pt_pt: A Autoridade Europeia para a Proteção de Dados e o Comité Europeu para a Proteção de Dados foram consultados nos termos do artigo 42.o, n.os 1 e 2, do Regulamento (UE) 2018/1725, e emitiram parecer em 18 de junho de 2021,

source: HAVE ADOPTED THIS REGULATION:
pt_pt: ADOTARAM O PRESENTE REGULAMENTO:

source: CHAPTER I
pt_pt: CAPÍTULO I

source: GENERAL PROVISIONS
pt_pt: DISPOSIÇÕES GERAIS

source: Article 1
pt_pt: Artigo 1.o

source: Subject matter`
pt_pt: Objeto
